{
    "mainTitle": "Ombudsman",
    "description": "<h3>Who is the Ontario Beer Ombudsman?</h3><p>On January 2nd, 2017, Charles Dougall was appointed the first Beer Ombudsman in Ontario.  Before assuming this role, he had a long career in customer complaint handling at Scotiabank, having designed and managed the Office of the President (the Bank’s central complaint resolution office) before serving as the Ombudsman at Scotiabank from 2007 to 2016.</p><p>The Ombudsman’s office is an independent function of The Beer Store  and the Ombudsman reports to the four independent directors on the Beer Store’s Board of Directors.  The Ombudsman is not an employee of the Beer Store.</p><h3>What does the Beer Ombudsman do?</h3><p>The Beer Ombudsman is empowered to undertake an impartial and independent review of complaints from retail clients, licensees and brewers about operational matters at The Beer Store that have not been resolved through <a href=\"#\">The Beer Store’s Complaint Resolution Process </a>.If an investigation is opened, the Ombudsman will contact all parties to the dispute and collect evidence in an attempt to arrive at a mutually agreeable resolution.  If a mutually agreeable resolution is not reached, the Ombudsman will provide a written recommendation that is non-binding on either party.</p><p>A retail client, licensee or brewer can submit their complaint in writing to The Beer Ombudsman.  The Ombudsman will undertake an initial review of the complaint and will respond to the client, licensee or brewer in writing explaining the next steps in the process.</p><p>If a client, licensee or brewer submits a complaint to The Beer Ombudsman before The Beer Store has had an opportunity to complete all the steps of its complaint resolution process, the Ombudsman will refer the complaint back to The Beer Store – if the client, licensee or brewer remains dissatisfied after The Beer Store has completed its investigation, the complaint can be referred back to the Ombudsman.</p><p>If the client, licensee or brewer has completed the steps in The Beer Store’s complaint resolution process and the matter in question does fall within the mandate of the Beer Ombudsman, the Ombudsman will respond indicating that he will be undertaking an investigation and explaining the process.</p><p>If the matter in question does not fall within his mandate (non-operational issues such as prices, store hours and other standard policies and procedures of The Beer Store do not fall within the mandate), the Ombudsman will respond in writing to the client, licensee or brewer explaining why the matter does not fall within the mandate.</p><h3>How do I contact the Beer Ombudsman?</h3><p>You can contact the Beer Ombudsman by writing to him at:</p><a href=\"#\">ombudsman@thebeerstore.ca,</a><br>or<br>Beer Ombudsman<br>Brewers Retail Inc.<br>12258 Coleraine Drive<br>Bolton, ON<br>L7E 3A9<br><a href=\"#\">Mandate of the Beer Ombudsman</a><br><br><a href=\"#\">Ombudsman Annual Report 2021</a>",
    "OmbudsmanImage": "https://tbsecoms.wpengine.com/wp-content/uploads/2019/05/Govern.jpg"
}